<?php

return [

    /*
    |--------------------------------------------------------------------------
    | خطوط لغة إعادة تعيين كلمة المرور
    |--------------------------------------------------------------------------
    |
    | الخطوط التالية هي الرسائل الافتراضية التي تتطابق مع الأسباب
    | التي يقدمها وكيل كلمة المرور لنتيجة محاولة تحديث كلمة المرور
    | مثل الفشل بسبب كلمة مرور أو رمز إعادة تعيين غير صالح.
    |
    */

    'reset' => 'تم إعادة تعيين كلمة مرورك.',
    'sent' => 'لقد أرسلنا رابط إعادة تعيين كلمة المرور عبر البريد الإلكتروني.',
    'throttled' => 'يرجى الانتظار قبل المحاولة مرة أخرى.',
    'token' => 'رمز إعادة تعيين كلمة المرور هذا غير صالح.',
    'user' => 'لا يمكننا العثور على مستخدم بهذا البريد الإلكتروني.',
];
